Repository: Erruar/Saku-Overclock
Catalog: Saku Overclock/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru

# Param_ADV_a11.Text
source: Fixed CPU freq
ru_ru: Зафиксировать частоту CPU

# Param_ADV_a12.Text
source: Fixed CPU voltage
ru_ru: Зафиксировать напряжение CPU

# Param_ADV_a13.Text
source: Preferred mode
ru_ru: Предпочтительный режим

# Param_ADV_a3.Text
source: iGPU Maximum EDC
ru_ru: Максимальный ток iGPU

# Param_ADV_a4.Text
source: CPU Maximum EDC
ru_ru: Максимальный ток PSI3 CPU

# Param_ADV_a5.Text
source: GPU Maximum EDC
ru_ru: Максимальный ток PSI3 iGPU

# Param_ADV_a6.Text
source: iGPU Maximum temperature
ru_ru: Максимальная температура iGPU

# Param_ADV_a7.Text
source: dGPU Maximum temperature
ru_ru: Максимальная температура dGPU

# Param_ADV_a8.Text
source: iGPU Actual Power Limit
ru_ru: Лимит потребления iGPU

# Param_ADV_a9.Text
source: Laptop Power Limit
ru_ru: Общий лимит потребления

# Param_ADV_Text.Text
source: Advanced CPU parameters
ru_ru: Режимы работы CPU

# Set_settings
source: You have successfully set your settings
ru_ru: Вы успешно применили ваши настройки

# Set_succ
source: Сhanged successfully!
ru_ru: Применение успешно!

# Add_Target_Error.Subtitle
source: You can't add profile without name
ru_ru: Укажите имя пресета

# Add_Target_Error.Title
source: Error while adding
ru_ru: Пресет должен иметь имя

# Delete_Target_Error.Subtitle
source: You can't delete Unsaved profile!
ru_ru: Нельзя удалить несохранённый пресет!

# Delete_Target_Error.Title
source: Delete profile error
ru_ru: Ошибка удаления

# Edit_Target.Subtitle
source: New name of your preset is set
ru_ru: Вы изменили имя пресета

# Edit_Target.Title
source: Edited successfully!
ru_ru: Изменение успешно!

# Edit_Target_Error.Subtitle
source: Set other name!
ru_ru: Установите правильное имя!

# Edit_Target_Error.Title
source: Edit profile error
ru_ru: Ошибка изменения

# Settings_Theme_Blue.Content
source: Blue
ru_ru: Тёмно-синяя

# Unsaved_Target.Subtitle
source: You can't rename Unsaved profile!
ru_ru: Нельзя изменить имя несохранённому пресету!

# Unsaved_Target.Title
source: Edit profile error
ru_ru: Ошибка изменения

# infoAActualL.Text
source: Actual Power
ru_ru: Реальная мощн.

# infoAAVGL.Text
source: Average Power
ru_ru: Средняя мощн.

# infoAStapmC.Text
source: Stapm Current
ru_ru: Текущее потребление

# infoAStapmL.Text
source: STAPM Power
ru_ru: Мощн. STAPM

# infoBaseC.Text
source: Base clock
ru_ru: Базовая частота

# infoCaptC.Text
source: Caption
ru_ru: Серия

# infoCodeC.Text
source: Codename
ru_ru: Кодовое имя

# infoCoresC.Text
source: Cores
ru_ru: Ядра

# infoCPU_Expander.Text
source: Processor
ru_ru: Процессор

# infoCPU_Expander_desc.Text
source: Information about your CPU
ru_ru: Характеристики вашего процессора

# infoInstructC.Text
source: Instructions
ru_ru: Инструкции

# infoL1C.Text
source: L1 Cache
ru_ru: L1 Кеш

# infoL2C.Text
source: L2 Cache
ru_ru: L2 Кеш

# infoL3C.Text
source: L3 Cache
ru_ru: L3 Кеш

# infoProcC.Text
source: CPU Name
ru_ru: ЦП

# infoProdC.Text
source: Producer
ru_ru: Вендор

# infoThreadC.Text
source: Threads
ru_ru: Потоки

# infoACPUTEMPC.Text
source: CPU Curr Temp
ru_ru: Текущая темп CPU

# infoACPUTEMPL.Text
source: CPU Max Temp
ru_ru: Температура ЦП

# infoACPUUSAGE.Text
source: CPU Usage
ru_ru: Загрузка ЦП

# infoAFast.Text
source: Fast Time
ru_ru: Время быстрого разгона

# infoAGPUTEMPC.Text
source: dGPU Curr Temp
ru_ru: Текущая темп dGPU

# infoAGPUTEMPL.Text
source: dGPU Max Temp
ru_ru: Макс темп dGPU

# infoASlow.Text
source: Slow Time
ru_ru: Время долгого разгона

# infoASOCEDCC.Text
source: EDC SoC Current
ru_ru: Ток на SoC EDC

# infoASOCTDCC.Text
source: TDC SoC Current
ru_ru: Ток на SoC TDC

# infoAVRMEDCC.Text
source: EDC Current
ru_ru: Ток на VRM EDC

# infoAVRMTDCC.Text
source: TDC Current
ru_ru: Ток на VRM TDC

# infoMMEM.Text
source: Memory
ru_ru: Тип памяти

# infoMModel.Text
source: Model
ru_ru: Модель

# infoMModule.Text
source: Modules
ru_ru: Модули

# infoMProd.Text
source: Producer
ru_ru: Вендор

# infoMWid.Text
source: Width
ru_ru: Ширина

# Param_infops_desc.Text
source: There you can read current CPU Pstate freq and voltages
ru_ru: Здесь вы сможете узнать текущие значения Pstate состояний

# Cooler_suggesttip.Title
source: These configs probably will work for you:
ru_ru: Эти конфигурации возможно вам подойдут:

# AdvancedCooler_Configs.Text
source: Configs
ru_ru: Конфигурации

# AdvancedCooler_Curve.Header
source: Fan Curve
ru_ru: Кривая кулера

# AdvancedCooler_CurveDesc.Text
source: There you can change laptop fans behavior for selected config:
ru_ru: Здесь вы можете изменить поведение кулеров для выбранной конфигурации:

# AdvancedCooler_CurveText.Text
source: Fan curve editor
ru_ru: Редактор кривой кулера

# AdvancedCooler_Curve_Fan1.Text
source: Fan 1
ru_ru: Кулер 1

# AdvancedCooler_Curve_Fan2.Text
source: Fan 2
ru_ru: Кулер 2

# AdvancedCooler_Custom.Text
source: Create Custom
ru_ru: Новая конфигурация

# AdvancedCooler_Page.Text
source: Cooler tweaks ⟩ Advanced cooler tweaking
ru_ru: Редактор кривой кулера

source: Cancel
ru_ru: Отмена

# Cooler_Advanced.ToolTipService.ToolTip
source: Advanced mode Switch to advanced mode. There you can change configuration files, change the cooler curve, and create your own cooler management configurations
ru_ru: Расширенный режим Перейти в расширенный режим Тут вы сможете изменять файлы конфигурации, изменять кривую кулера, а также создавать свои конфигурации управления кулерами

# Cooler_Suggest.ToolTipService.ToolTip
source: Suggest Get suggest on a possible configuration
ru_ru: Получить совет Не знаете какая конфигурация вам может подойти? Нажмите сюда, чтобы получить список возможно совместимых!

source: Delete
ru_ru: Удалить

source: New Name...
ru_ru: Введите новое имя

source: Open!
ru_ru: Открыть

# Param_PowerMon.ToolTipService.ToolTip
source: Open Saku PowerMon Pro Monitor for all ACPI parameters, FIRM, AOD, Power, Temp, Load tables of the device. Please note that it may take up to 2 minutes to launch!
ru_ru: Открыть Saku PowerMon Pro Мониторинг всех сенсоров устройства предоставляемых через SMU (Power Table)

# PowerMonDesc
source: Did you really want to open monitor? It may take up to 2 minutes to load it, while both applications will freeze and you will have to wait for its full initialization
ru_ru: Вы действительно хотите открыть PowerMon?

# PowerMonText
source: Open Saku PowerMon
ru_ru: Открыть Saku PowerMon Pro?

source: Rename
ru_ru: Переименовать

# SMUARG.Text
source: ARG Adr
ru_ru: ARG Адрес

# SMUArguments.Text
source: Arguments
ru_ru: Аргументы

# SMUCMD.Text
source: CMD Adr
ru_ru: CMD Адрес

# SMUCommand.Text
source: Command
ru_ru: Команда

# SMUDesc.Text
source: Edit your SMU parameters for extreme overclocking
ru_ru: Измените параметры SMU для максимального разгона

# SMUErrorDesc
source: IO Chip can't keep parameters on or IO driver isn't loaded properly. Reboot and disable Secure Boot in BIOS or set another command
ru_ru: Команда не установлена или IO чип её отклонил или IO драйвер не загружен. Перезапустите ноутбук и отключите Secure Boot в BIOS или измените команду!

# SMUErrorNoCMD
source: SMU rejected the command because it does not exist in your SMU, maybe some condition is not met or it is blocked in the BIOS
ru_ru: SMU отклонил команду из-за того, что она не существует в вашем SMU, возможно не выполнено какое-то условие или она заблокирована в BIOS

# SMUErrorRejected
source: SMU rejected the command because it locked by another SMU command or some condition. Maybe you need to apply different SMU command first
ru_ru: SMU отклонил команду из-за того, что она заблокирована SMU, потому что не выполнено какое-то условие. Возможно нужно выполнить другую SMU команду сначала

# SMUErrorText
source: Can't set SMU command!
ru_ru: Невозможно применить команду SMU

# SMUOKDesc
source: SMU changes this command success
ru_ru: Вы изменили значение для этой команды успешно

# SMUOKText
source: Set SMU command success!
ru_ru: Команда SMU применена успешно!

# SMUPath.Text
source: Mailbox
ru_ru: Путь

# SMURSP.Text
source: RSP Adr
ru_ru: RSP Адрес

# SMUScanDesc
source: Now you can change SMU commands for detected mailboxes
ru_ru: Теперь вы можете изменять параметры SMU

# SMUScanText
source: SMU addresses have been detected
ru_ru: Адреса SMU найдены

# SMUText.Text
source: SMU Parameters editor
ru_ru: Редактор параметров SMU

# SMUEnableDesc.Text
source: Enable this quick SMU commands
ru_ru: Включить применение быстрых команд SMU

# SMUEnableText.Text
source: Apply SMU commands
ru_ru: Применять параметры SMU

# CancelThis.Text
source: Cancel
ru_ru: Отмена

# Copy.Text
source: Copy this
ru_ru: Копировать

# Cut.Text
source: Cut this
ru_ru: Вырезать

# SelectAll.Text
source: Select All
ru_ru: Выбрать всё

# ToHex.Text
source: Convert to Hex
ru_ru: Перевести в Hex

source: Change
ru_ru: Изменить

# Cooler_FanAuto_Desc
source: Did you really want to enable auto update? This will negatively affect the performance of the application
ru_ru: Вы действительно хотите включить автообновление информации о скорости кулеров? Это может негативно сказаться на загрузке вашего процессора! В связи с этим, программа была оптимизирована так, чтобы пока она в фоне информация не обновлялась

# Cooler_FanAuto_Text
source: Autoupdate info
ru_ru: Автообновлять информацию?

source: Enable
ru_ru: Включить

# Param_ChPstates_Desc
source: Did you really want to change pstates? This can crash your system immediately. Changing P0 state have MORE chances to crash your system
ru_ru: Вы действительно хотите изменить состояния PState процессора? Учтите, это может крашнуть вашу систему! Изменения P0 состояния имеет больше шансов на это

# Param_ChPstates_Text
source: Change Pstates?
ru_ru: Изменить состояния процессора

# Param_DelPreset_Desc
source: Did you really want to delete this preset?
ru_ru: Вы действительно хотите удалить этот пресет? Это действие отменить нельзя!

# Param_DelPreset_Text
source: Delete preset
ru_ru: Удалить пресет

source: Without P0
ru_ru: Без P0 состояния

source: Arguments
ru_ru: Аргументы

source: Command
ru_ru: Команда

# Desc
source: Description
ru_ru: Описание

# Info_CPU_desc.Text
source: Information about CPU and other powers
ru_ru: Информация о мощностях CPU

# Info_CPU_text.Text
source: Power information
ru_ru: Информация

# Info_RAM_desc.Text
source: Common RAM information
ru_ru: Свойства оперативной памяти

# Info_RAM_text.Text
source: RAM Information
ru_ru: Оперативная память

# Param_Autorun
source: Apply with app start
ru_ru: Применять при запуске программы

# Param_QSMU_Desc.Text
source: Add new command
ru_ru: Добавить новую команду

# Param_QSMU_Text.Text
source: Quick SMU commands
ru_ru: Быстрые команды SMU

# Param_WithApply
source: Apply with "Apply button"
ru_ru: Применять с кнопкой "Применить"

source: Save
ru_ru: Сохранить

# CancelToken.ToolTipService.ToolTip
source: Cancel operation
ru_ru: Отменить действие

# SMURange
source: Range is applying
ru_ru: Применяется диапазон

source: Apply
ru_ru: Применить

# Logging
source: Log into file
ru_ru: Логироовать в файл

# Param_EndW
source: End with
ru_ru: Закончить на

# Param_SMURange.Text
source: Apply range to SMU command
ru_ru: Применить диапазон команд SMU

# Param_SMURangeDesc.Text
source: You can apply range to one SMU command
ru_ru: Применяет диапазон значений в определённыый адрес SMU

# Param_Start
source: Start from
ru_ru: Начать с

# Apply_Success
source: Applied success!
ru_ru: Пресет применён

# Apply_Warn
source: Applied with warnings!
ru_ru: Частично применено

# Apply_Warn_Desc
source: You have applied your settings but:
ru_ru: Не все параметры удалось применить:

# Param_CPU_c7.Text
source: Maximum cHTC temp
ru_ru: Максимальная температура cHTC

# Param_a14_Help.ToolTipService.ToolTip
source: Advanced Overclock This is the processor's permission to change advanced settings. Without OC-Mode they will be ignored
ru_ru: Режим разгона Это свойство системы, которое позволяет изменять дополнительные параметры разгона, такие как PBO или фиксированная частота/напряжение процессора

# Param_a15_Help.ToolTipService.ToolTip
source: PBO Scalar Increasing the PBO scalar would raise the temperature while also causing the boost clocks to be more aggressively maintained, potentially at a higher CPU VID Voltage IT IS NOT RECOMMENDED TO CHANGE
ru_ru: Множитель PBO Scalar Увеличение множителя PBO увеличит температуру процессора и будет более агрессивно поддерживать ускоренные частоты, возможно, при более высоком напряжении CPU

# Param_ADV_a13_E.Content
source: Energy efficiency
ru_ru: Энергоэффективность

# Param_ADV_a13_U.Content
source: Max performance
ru_ru: Макс. производительность

# Param_ADV_a14.Text
source: Advanced Overclock
ru_ru: Разблокировка OC Mode

# Param_ADV_a14_A.Content
source: Auto/Disabled
ru_ru: Авто/Выключено

# Param_ADV_a14_E.Content
source: OC-Mode
ru_ru: Режим разгона

# Param_ADV_a15.Text
source: PBO Scalar
ru_ru: Множитель PBO Scalar

# Param_g11_Help.ToolTipService.ToolTip
source: Min CPU frequency You can control minimum CPU frequency by this parameter. It is far from 100% that this will work for you, keep in mind that high values are harder for the processor to keep IT IS NOT RECOMMENDED TO TOUCH IT
ru_ru: Минимальная частота CPU (MHz) Этим параметром вы можете задать минимальную частоту CPU. Далеко не 100% что это будет работать учтите, что высокие значения процессору тяжелее держать

# Param_g12_Help.ToolTipService.ToolTip
source: Max CPU frequency You can control maximum CPU frequency by this parameter. It is far from 100% that this will work for you, keep in mind that high values are harder for the processor to keep IT IS NOT RECOMMENDED TO TOUCH IT
ru_ru: Максимальная частота CPU (MHz) Этим параметром вы можете задать максимальную частоту CPU. Далеко не 100% что это будет работать учтите, что высокие значения процессору тяжелее держать

# Param_g16_Help.ToolTipService.ToolTip
source: Fix 0,4 GHz frequency This setting helps with 0,4 GHz CPU stuck. It set CPU in it RAM-States, where CPU freq should be multiple of RAM freq, not only CPU, but his subsystems and iGPU too. Unfortunately it is the only one fix this problem which on max performance state give you 2400 MHz on CPU and 1000 MHz on iGPU, it is a way better than 400 MHz. It is impossible to change RAM-States, because of this we can't adjust this freq more than 2400 MHz. To disable this option select Auto then apply. After that you can disable checkbox IT IS NOT RECOMMENDED TO TOUCH IT
ru_ru: Исправление 0,4 ГГц Этот параметр поможет пользователям, у которых возникает 0,4 ГГц всегда или иногда. Эта настройка переключит процессор в режим RAM-States, в котором его частота будет кратна частоте ОЗУ, а также частота его подсистем, включая iGPU. К сожалению, это единственный способ это исправить и в нём нет никаких настроек частоты, поэтому максимальная производительность даст вам 2400 МГц на процессоре и 1000 МГц на iGPU, что уже лучше чем 400 МГц. Остальные состояния нужны для тестов, если вы хотите выключить эту функцию - поставьте на авто и примените, затем отключайте

# Param_GPU_g11.Text
source: Min CPU frequency
ru_ru: Минимальная частота CPU

# Param_GPU_g12.Text
source: Max CPU frequency
ru_ru: Максимальная частота CPU

# Param_GPU_g16.Text
source: Fix 0,4 GHz frequency
ru_ru: Исправление 0,4 ГГц CPU

# DeleteSuccessDesc
source: You have successfully permanently deleted your profile
ru_ru: Вы успешно навсегда удалили пресет

# DeleteSuccessTitle
source: Profile was deleted
ru_ru: Пресет удалён

# Edit_TargetSubtitle
source: New name of your preset is set
ru_ru: Вы изменили имя пресета

# Edit_TargetTitle
source: Edited successfully!
ru_ru: Изменение успешно!

# SaveSuccessDesc
source: You have successfully added a new profile
ru_ru: Вы успешно добавили новый пресет

# SaveSuccessTitle
source: New profile has been added
ru_ru: Новый пресет добавлен

# Settings_AppBeh.Text
source: Application behavior
ru_ru: Поведение приложения

# Settings_Apply_Start.OffContent
source: Off.
ru_ru: Откл.

# Settings_Apply_Start.OnContent
source: On.
ru_ru: Вкл.

# Settings_AppStart.Text
source: Startup options
ru_ru: Параметры запуска

# Settings_Start_MiniBoot.Content
source: Startup & tray
ru_ru: Автозапуск в трее

# Settings_Start_Nothing.Content
source: No startup options
ru_ru: Без автозапуска

# Shell_Activate
source: Activate
ru_ru: Активировать

# Shell_DeActivate
source: Activated
ru_ru: Активен

# Shell_Preset_Balance
source: Balance
ru_ru: Баланс

# Shell_Preset_Eco
source: Eco
ru_ru: Эко

# Shell_Preset_Max
source: Maximum
ru_ru: Максимум

# Shell_Preset_Min
source: Minimum
ru_ru: Минимум

# Shell_Preset_Speed
source: Speed
ru_ru: Скорость

# ThemeChangeBgText.Text
source: Change background
ru_ru: Изменить фон

# ThemeManager.Text
source: Theme manager
ru_ru: Менеджер тем

# Theme_Clouds
source: Candy clouds
ru_ru: Облака

# Theme_Coffee
source: Dark coffee
ru_ru: Кофе

# Theme_Dark
source: Dark
ru_ru: Тёмная

# Theme_Default
source: System default
ru_ru: Системная

# Theme_Light
source: Light
ru_ru: Светлая

# Theme_Neon
source: Neon glow
ru_ru: Неон

# Theme_Raspberry
source: Raspberry
ru_ru: Малина

# Theme_Sand
source: Sand castle
ru_ru: Пустыня

# ThemeBgDialog
source: Change theme background
ru_ru: Изменить фон темы

# ThemeBgFromFile
source: Background from file
ru_ru: Фон из файла

# ThemeBgFromFileWhy
source: Choose any image or gif file from your computer
ru_ru: Выберите любую фотографию на вашем компьютере

# ThemeBgFromURL
source: Background from link
ru_ru: Фон из ссылки

# ThemeBgFromURLWhy
source: Choose any image or gif URL. It will not work without internet!
ru_ru: Вставьте ссылку на любую фотографию. Не работает без интернета!

# ThemeBgOr
source: or
ru_ru: или

# ThemeDone
source: Done changing
ru_ru: Готово

source: Theme error
ru_ru: Ошибка темы

# ThemeManagerTitle
source: Theme manager
ru_ru: Менеджер тем

# ThemeNotFoundBg
source: Background image isn't founded. Check path or set another
ru_ru: Фон темы не найден. Проверьте путь фона или измените его на другой

# ThemeSelect
source: Set background
ru_ru: Установить фон

# ThemeNewName
source: New name...
ru_ru: Новое имя...

# ThemeOpCancel
source: Operation cancelled
ru_ru: Действие отменено или файл не выбран

# ThemePickedFile
source: Picked photo:
ru_ru: Выбранное фото:

# ThemeTypeFile
source: Only .gif, .png, .jpg, .jpeg, .bmp are supported!
ru_ru: Поддерживаются только .gif, .png, .jpg, .jpeg, .bmp!

# ThemeUnknownNewFile
source: New file!
ru_ru: Новый файл!

# Param_CCD1_CO_Section.Text
source: Per core curve optimizer settings
ru_ru: Оптимизатор кривой для отдельных ядер

# Param_CCD1_CO_Section_desc.Text
source: Set your curve for CPU cores 0-7
ru_ru: Настройте кривую частоты-напряжения для ядер 0-7

# Param_CCD2_CO_Section.Text
source: Per core curve optimizer settings+
ru_ru: Оптимизатор кривой для отдельных ядер+

# Param_CCD2_CO_Section_desc.Text
source: Set your curve for CPU cores 8-15
ru_ru: Настройте кривую частоты-напряжения для ядер 8-15

# Param_CO_O1.Text
source: All cores Curve Optimizer
ru_ru: Оптимизатор кривой для всех ядер

# Param_CO_O2.Text
source: iGPU Curve Optimizer
ru_ru: Оптимизатор кривой iGPU

# Param_CO_Section.Text
source: All cores curve optimizer settings
ru_ru: Оптимизатор кривой

# Param_CO_Section_desc.Text
source: Set your curve for all CPU cores
ru_ru: Настройте кривую частоты-напряжения для всех ядер

# Param_O1_Help.ToolTipService.ToolTip
source: All cores Curve Optimizer With this parameter you can change volt/freq curve of your CPU which can give you more energy efficiency or more performance
ru_ru: Оптимизатор кривой для всех ядер С помощью этой функции вы можете регулировать уровень андервольтинга (понижения и повышения напряжения), для всех ядер. Эти изменения позволят вам повысить энергоэффективность или увеличить производительность вашего устройства. При включенных параметрах. Я НЕ НЕСУ ОТВЕТСТВЕННОСТИ ЗА ПОСЛЕДСТВИЯ ВЫПОЛНЕНИЯ ЭТИХ ПАРАМЕТРОВ. Допустимые пределы - от -50 до 30, но если вы заметили какую-либо нестабильность, немедленно установите значения кривых ближе к 0

# Param_O2_Help.ToolTipService.ToolTip
source: iGPU Curve Optimizer With this parameter you can change volt/freq curve of your iGPU which can give you more energy efficiency or more performance
ru_ru: Оптимизатор кривой iGPU С помощью этой функции вы можете регулировать уровень андервольтинга (понижения и повышения напряжения), для встроенной видеокарты. Эти изменения позволят вам повысить энергоэффективность или увеличить производительность вашего устройства. При включенных параметрах. Я НЕ НЕСУ ОТВЕТСТВЕННОСТИ ЗА ПОСЛЕДСТВИЯ ВЫПОЛНЕНИЯ ЭТИХ ПАРАМЕТРОВ. Допустимые пределы - от -50 до 30, но если вы заметили какую-либо нестабильность, немедленно установите значения кривых ближе к 0

# Param_CO_CCD1_1.Text
source: Core 0 Curve Optimizer
ru_ru: Оптимизатор кривой для ядра 0

# Param_CO_CCD1_2.Text
source: Core 1 Curve Optimizer
ru_ru: Оптимизатор кривой для ядра 1

# Param_CO_CCD1_3.Text
source: Core 2 Curve Optimizer
ru_ru: Оптимизатор кривой для ядра 2

# Param_CO_CCD1_4.Text
source: Core 3 Curve Optimizer
ru_ru: Оптимизатор кривой для ядра 3

# Param_CO_CCD1_5.Text
source: Core 4 Curve Optimizer
ru_ru: Оптимизатор кривой для ядра 4

# Param_CO_CCD1_6.Text
source: Core 5 Curve Optimizer
ru_ru: Оптимизатор кривой для ядра 5

# Param_CO_CCD1_7.Text
source: Core 6 Curve Optimizer
ru_ru: Оптимизатор кривой для ядра 6

# Param_CO_CCD1_8.Text
source: Core 7 Curve Optimizer
ru_ru: Оптимизатор кривой для ядра 7

# Param_CO_CCD2_1.Text
source: Core 8 Curve Optimizer
ru_ru: Оптимизатор кривой для ядра 8

# Param_CO_CCD2_2.Text
source: Core 9 Curve Optimizer
ru_ru: Оптимизатор кривой для ядра 9

# Param_CO_CCD2_3.Text
source: Core 10 Curve Optimizer
ru_ru: Оптимизатор кривой для ядра 10

# Param_CO_CCD2_4.Text
source: Core 11 Curve Optimizer
ru_ru: Оптимизатор кривой для ядра 11

# Param_CO_CCD2_5.Text
source: Core 12 Curve Optimizer
ru_ru: Оптимизатор кривой для ядра 12

# Param_CO_CCD2_6.Text
source: Core 13 Curve Optimizer
ru_ru: Оптимизатор кривой для ядра 13

# Param_CO_CCD2_7.Text
source: Core 14 Curve Optimizer
ru_ru: Оптимизатор кривой для ядра 14

# Param_CO_CCD2_8.Text
source: Core 15 Curve Optimizer
ru_ru: Оптимизатор кривой для ядра 15

# Param_CO_CCD_Help.ToolTipService.ToolTip
source: Per core curve optimizer settings With this parameter you can change volt/freq curve of each CPU cores which can give you more energy efficiency or more performance. If you haven't selected some cores - they will not be adjusted. Note: this setting is above iGPU curve optimizer and all core curve optimizer and they will not be applyed. I AM NOT RESPONSIBLE FOR THE CONSEQUENCES OF THESE COMMANDS. Safe limits are from -50 to 30 but if you noticed any unstability immidiately set curves closer to 0 value
ru_ru: Оптимизатор кривой для отдельного ядра С помощью этой функции вы можете регулировать уровень андервольтинга (понижения и повышения напряжения), для каждого отдельного ядра, если вы не включили какое-то ядро - оно не будет затронуто при изменении, эти изменения позволят вам повысить энергоэффективность или увеличить производительность вашего устройства. При включенных параметрах, Curve Optimizer для отдельных ядер, параметры для всех ядер и iGPU могут быть проигнорированы. Я НЕ НЕСУ ОТВЕТСТВЕННОСТИ ЗА ПОСЛЕДСТВИЯ ВЫПОЛНЕНИЯ ЭТИХ ПАРАМЕТРОВ. Допустимые пределы - от -50 до 30, но если вы заметили какую-либо нестабильность, немедленно установите значения кривых ближе к 0

# TraceIt_Error
source: TraceIt! system - I found an error when executing the program:
ru_ru: Что-то пошло не так

# Param_SMU_Func_AAMode.Text
source: A+A Performance mode
ru_ru: A+A Режим производительности

# Param_SMU_Func_AAMode_Desc.Text
source: Max performance on any iGPU + dGPU systems
ru_ru: Максимальная производительность на iGPU + dGPU устройствах
